{"inkVersion":20,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["^It doesn’t take long to unlock the computer. Taking a quick glance at its contents, it’s clear that this is the master computer. Multiple programs are running on it that actively control each variation of animal models and environmental settings.","\n",{"->":"start2"},{"#f":1}],"start2":["^As you browse the programs, several notifications appear with requests made from P1-USH models. You witness several programs activate automatically to help analyze and complete each request.","\n",{"->":"start3"},{"#f":1}],"start3":[["^Delving further in, you realize that you could use this computer to shut it all down easily, ending this.","\n","ev","str","^Access the system shutdown","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^<u>A pop up appears</u>.","\n",{"->":"start4"},{"#f":5}]}],{"#f":1}],"start4":["^If you are reading this, please wait. I was one of the engineers working on the Paradise project before the system took over and put everyone in habitat domes. At first, I intended to rectify our mistake and shut it down. I managed to bypass the barriers the computer placed to stop me, much like you did, but when I got here I had second thoughts.","\n",{"->":"start5"},{"#f":1}],"start5":["^Even though it’s out of our control, the Paradise project is working! People are safe and happy, even if they can’t leave. And who am I to decide to take that away from them? Instead, I’ve decided it would be best to go back and wipe my memories, so I can have the peace of ignorance and hopefully have that same happiness.","\n",{"->":"start6"},{"#f":1}],"start6":["^I found the file for the cloning tubes and the panel that hides the memory restoration module. I’m pinning it here so you can use it to do the same if you like.","\n",{"->":"ending_choices"},{"#f":1}],"ending_choices":[["ev","str","^Shut down the system","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Leave it running","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"x()":"endingOne"},"pop","/ev","\n",{"->":"Ending_shut_down"},{"#f":5}],"c-1":["\n","ev",{"x()":"endingTwo"},"pop","/ev","\n",{"->":"Ending_erase_memories"},{"#f":5}]}],{"#f":1}],"Ending_shut_down":["end",{"#f":1}],"Ending_erase_memories":["end",{"#f":1}],"#f":1}],"listDefs":{}}